
import React from 'react';

const Activity4to10 = () => (
    <div>
        <p>กิจกรรมอื่นๆ จะถูกเพิ่มเข้ามาในอนาคต โปรดติดตามการอัปเดต</p>
        <ul className="list-disc list-inside space-y-2 mt-4">
            <li><b>กิจกรรมที่ 4:</b> สงสัยใคร่รู้</li>
            <li><b>กิจกรรมที่ 5:</b> Discuss & Debate สนทนาโต้ตอบ</li>
            <li><b>กิจกรรมที่ 6:</b> ประเด็นที่กลุ่มสนใจร่วมกัน</li>
            <li><b>กิจกรรมที่ 7:</b> การเสนอหัวข้อการศึกษาค้นคว้า</li>
            <li><b>กิจกรรมที่ 8:</b> การออกแบบและวางแผนการเก็บรวบรวมข้อมูล</li>
            <li><b>กิจกรรมที่ 9:</b> การศึกษาค้นคว้าและการแสวงหาคำตอบ</li>
            <li><b>กิจกรรมที่ 10:</b> สรุปองค์ความรู้ที่ได้รับจากการศึกษาค้นคว้า</li>
        </ul>
    </div>
);

export default Activity4to10;